---
kind: enumMember
id: F:Autodesk.Revit.DB.DecimalSymbol.Comma
enum: Autodesk.Revit.DB.DecimalSymbol
source: html/874155d8-c40b-72e0-ca82-6ee748625d32.htm
---
# Autodesk.Revit.DB.DecimalSymbol.Comma

A comma (",").